Repository: cgoettel/mt-alignment-wrapper
Catalog: sample-files/1en-1fr.tmx
Source language: en
Languages: fr

source: I am grateful to be gathered with the priesthood of God, which stretches across the world.
fr: Je suis reconnaissant d’être en réunion avec la prêtrise de Dieu qui est rassemblée à travers le monde.

source: I appreciate your faith, your service, and your prayers.
fr: Je vous remercie de votre foi, de votre service et de vos prières.

source: My message tonight is about the Aaronic Priesthood.
fr: Mon message ce soir porte sur la Prêtrise d’Aaron.

source: It is also to all of us who help in the realization of the Lord’s promises for those who hold what is described in scripture as the “lesser priesthood.”1 It is also called the preparatory priesthood.
fr: Il s’adresse à toutes les personnes parmi nous qui participent à l’accomplissement des promesses que le Seigneur a faites aux frères qui détiennent ce que les Écritures appellent la « moindre prêtrise1 ».

source: It is that glorious preparation about which I will speak tonight.
fr: Et c’est de cette magnifique préparation que je vais parler ce soir.

source: The Lord’s plan for His work is filled with preparation.
fr: Le plan du Seigneur pour son œuvre est rempli de préparation.

source: He prepared the earth for us to experience the tests and the opportunities of mortality.
fr: Il a préparé la terre pour que nous puissions faire l’expérience des épreuves et des possibilités de la condition mortelle.

source: While we are here, we are in what the scriptures call a “preparatory state.”2
fr: Pendant que nous sommes ici, nous sommes dans ce que les Écritures appellent un « état préparatoire2 ».

source: The prophet Alma described the crucial importance of that preparation for eternal life, where we may live forever in families with God the Father and Jesus Christ.
fr: Le prophète Alma a décrit l’importance cruciale de cette préparation pour la vie éternelle au cours de laquelle nous pourrons vivre pour toujours avec notre famille en présence de Dieu le Père et de Jésus-Christ.

source: He explained the need for preparation this way: “And we see that death comes upon mankind, yea, the death which has been spoken of by Amulek, which is the temporal death; nevertheless there was a space granted unto man in which he might repent; therefore this life became a probationary state; a time to prepare to meet God; a time to prepare for that endless state which has been spoken of by us, which is after the resurrection of the dead.”3
fr: Il a expliqué le besoin de préparation de cette manière : « Et nous voyons que la mort s’abat sur l’humanité, oui, la mort dont a parlé Amulek, qui est la mort temporelle ; néanmoins, un temps a été accordé à l’homme pour se repentir ; c’est pourquoi cette vie est devenue un état probatoire, un temps pour se préparer à rencontrer Dieu, un temps pour se préparer pour cet état sans fin dont nous avons parlé, qui suit la résurrection des morts3 ».

source: Just as the time we have been given to live in mortality is to prepare to meet God, the time we are given to serve in the Aaronic Priesthood is an opportunity to prepare us to learn how to give crucial help to others.
fr: Tout comme le temps qui nous est imparti pour vivre dans la condition mortelle nous prépare à rencontrer Dieu, de même le temps qui nous est donné pour servir dans la Prêtrise d’Aaron est l’occasion de nous préparer à apprendre comment apporter une aide cruciale à d’autres.

source: Just as the Lord gives the help we require to pass the tests of mortal life, He also sends us help in our priesthood preparation.
fr: Tout comme il nous donne l’aide nécessaire pour surmonter les épreuves de la vie sur terre, de même le Seigneur nous envoie de l’aide dans notre préparation dans la prêtrise.

source: My message is to those whom the Lord sends to help prepare Aaronic Priesthood holders as much as it is to those who hold the Aaronic Priesthood.
fr: Mon message s’adresse aussi bien aux hommes que le Seigneur a envoyés pour aider à la préparation dans la prêtrise qu’aux détenteurs de la Prêtrise d’Aaron.

source: I speak to fathers.
fr: Je m’adresse aux pères.

source: I speak to bishops.
fr: Je m’adresse aux évêques.

source: And I speak to those of the Melchizedek Priesthood who are trusted to be companions and teachers of young men who are in priesthood preparation.
fr: Et je m’adresse aux détenteurs de la Prêtrise de Melchisédek à qui est confiée la tâche d’être compagnons et instructeurs de jeunes gens qui se préparent pour la prêtrise.

source: I speak in praise and in gratitude for many of you across the world and across time.
fr: Je loue et remercie beaucoup d’entre vous à travers le monde et à travers le temps.

source: I would be remiss if I did not speak of a branch president and a bishop of my youth.
fr: Je ferais preuve de négligence si je ne parlais pas d’un président de branche et d’un évêque de ma jeunesse.

source: I became a deacon at the age of 12 in a little branch in the eastern part of the United States.
fr: Je suis devenu diacre à l’âge de douze ans dans une petite branche de l’est des États-Unis.

source: The branch was so tiny that my older brother and I were its only Aaronic Priesthood holders until my father, who was the branch president, invited a middle-aged man to join the Church.
fr: La branche était si petite que mon grand frère et moi étions les seuls détenteurs de la Prêtrise d’Aaron, jusqu’à ce que mon père, qui était le président de branche, invite un homme d’âge mûr à se joindre à l’Église.

source: The new convert received the Aaronic Priesthood and, with it, a call to watch over the Aaronic Priesthood.
fr: Le nouveau converti a reçu la Prêtrise d’Aaron et, par la même occasion, l’appel de veiller sur la Prêtrise d’Aaron.

source: I still remember as if it were yesterday.
fr: Je m’en souviens comme si c’était hier.

source: I can recall the beautiful fall leaves as that new convert accompanied my brother and me to do something for a widow.
fr: Je me souviens des belles feuilles d’automne quand ce nouveau converti nous a accompagnés, mon frère et moi, pour faire quelque chose pour une veuve.

source: I don’t remember what the project was, but I do remember feeling that the priesthood power joined in doing what I later learned the Lord had said we must all do to have our sins forgiven and so be prepared to see Him.
fr: Je ne me souviens plus du projet, mais je me rappelle que le pouvoir de la prêtrise nous accompagnait tandis que nous faisions ce que j’ai plus tard appris que le Seigneur avait dit que nous devions faire pour recevoir le pardon de nos péchés et nous préparer à le voir.

source: As I look back now, I feel gratitude for a branch president who called a new convert to help the Lord prepare two boys who would in turn someday be bishops, charged to care for the poor and the needy and also to preside over the preparatory priesthood.
fr: En y repensant, je suis reconnaissant au président de branche d’avoir appelé un nouveau converti pour aider le Seigneur à préparer deux garçons qui deviendraient plus tard à leur tour des évêques chargés de prendre soin des pauvres et des nécessiteux ainsi que de présider la prêtrise préparatoire.

source: I was still a deacon when our family moved to a large ward in Utah.
fr: J’étais toujours diacre quand notre famille est allée s’installer dans une grande paroisse d’Utah.

source: It was the first time I had felt the power of a full quorum in the Aaronic Priesthood.
fr: C’était la première fois que je ressentais le pouvoir d’un collège complet de la Prêtrise d’Aaron.

source: In fact, it was the first time I saw one.
fr: En fait, c’était la première fois que j’en voyais un.

source: And later it was the first time I felt the power and the blessing of a bishop presiding in a priests quorum.
fr: Et plus tard j’ai ressenti pour la première fois le pouvoir et la bénédiction d’avoir un évêque qui préside le collège des prêtres.

source: The bishop called me to be his first assistant in the priests quorum.
fr: L’évêque m’a appelé comme premier assistant dans le collège des prêtres.

source: I remember that he taught the quorum himself—busy as he was, with other gifted men whom he could have called to teach us.
fr: Je me souviens qu’il instruisait lui-même le collège, malgré toutes ses occupations et alors que d’autres frères doués auraient pu être appelés.

source: He had the chairs in the classroom arranged in a circle.
fr: Il avait placé les chaises de la classe en cercle.

source: He had me sit in the chair next to him, to his right.
fr: Il me faisait m’asseoir à sa droite.

source: I could look over his shoulder as he taught.
fr: Je pouvais regarder par-dessus son épaule, pendant qu’il enseignait.

source: He looked down occasionally at the carefully typed notes in the little leather binder on one knee and at the well-worn and marked scriptures he had open on the other knee.
fr: Il regardait parfois les notes soigneusement dactylographiées dans un petit classeur en cuir, placé sur l’un de ses genoux, et les Écritures usées et marquées, ouvertes sur son autre genou.

source: I can remember the thrill as he recounted the stories of bravery from the book of Daniel and his testimony of the Savior, the Lord Jesus Christ.
fr: Je me souviens de l’excitation quand il racontait les récits de bravoure du livre de Daniel et donnait son témoignage du Sauveur, le Seigneur Jésus-Christ.

source: I will always remember how the Lord calls companions carefully chosen for his priesthood holders in preparation.
fr: Je me rappellerai toujours comment le Seigneur appelle des compagnons bien choisis pour ses détenteurs de la prêtrise en cours de préparation.

source: My bishop had powerful counselors, and for reasons I did not understand then, more than once he called me on the phone at home and said, “Hal, I need you to go with me as a companion to make some visits.”
fr: Mon évêque avait des conseillers d’une grande puissance spirituelle et, pour des raisons que je ne comprenais pas à l’époque, il m’a appelé plus d’une fois chez moi pour me dire : « Hal, j’ai besoin de toi comme compagnon de visite. »

source: Once, it was to take me with him to the home of a widow living alone and without any food in the house.
fr: Une fois, c’était pour que je l’accompagne rendre visite à une veuve qui vivait seule et sans nourriture.

source: On the way home he stopped his car, opened his scriptures, and told me why he had treated that widow as if she had the power not only to care for herself but would, at some time in the future, be able to help others.
fr: Sur le chemin, il a arrêté sa voiture, a ouvert ses Écritures et m’a expliqué pourquoi il avait traité cette veuve comme si elle avait non seulement la capacité de prendre soin d’elle-même, mais aussi, un jour, celle d’en aider d’autres.

source: Another visit was to a man long absent from the Church.
fr: Nous avons rendu une autre visite à un homme qui ne venait plus à l’église depuis longtemps.

source: My bishop invited him back to be with the Saints.
fr: Mon évêque l’a invité à revenir pour être avec les saints.

source: I felt my bishop’s love for someone who seemed to me an unlovable and rebellious enemy.
fr: J’ai ressenti son amour pour quelqu’un qui me semblait être un ennemi détestable et rebelle.

source: On yet another occasion we visited a home where two little girls were sent to meet us at the door by their alcoholic parents.
fr: À une autre occasion encore, nous sommes allés dans un foyer où les parents alcooliques ont envoyé deux petites filles nous rencontrer sur le pas de la porte.

source: The little girls said through the screen door that their mother and father were asleep.
fr: Les petites filles nous ont dit à travers la moustiquaire que leurs parents dormaient.

source: The bishop kept talking to them, smiling and praising their goodness and their bravery, for what seemed to me 10 minutes or more.
fr: L’évêque a continué de leur parler avec le sourire et en les félicitant de leur bonté, pendant ce qui m’a semblé être dix minutes ou plus.

source: As I walked away at his side, he said quietly, “That was a good visit.
fr: Tandis que je repartais à ses côtés, il a dit doucement : « C’était une bonne visite.

source: Those little girls will never forget that we came.”
fr: Ces petites filles n’oublieront jamais que nous sommes venus. »

source: Two of the blessings that a senior priesthood companion can give are trust and an example of caring.
fr: Deux des bénédictions qu’un premier compagnon de la prêtrise peut donner sont la confiance et l’exemple de la sollicitude.

source: I saw that when my son was given a home teaching companion who had vastly more priesthood experience than he did.
fr: J’ai vu cela quand mon fils a eu pour compagnon de visite au foyer un homme qui avait bien plus d’expérience que lui dans la prêtrise.

source: His senior companion had been a mission president twice and had served in other leadership positions.
fr: Il avait été président de mission à deux reprises et avait servi comme dirigeant dans plusieurs autres appels.

source: Before they were to visit one of their assigned families, that seasoned priesthood leader asked to visit my son in our home beforehand.
fr: Avant de visiter l’une des familles qu’on leur avait attribuées, ce dirigeant de la prêtrise expérimenté avait demandé à parler à mon fils chez nous.

source: They allowed me to listen.
fr: Ils m’ont autorisé à écouter.

source: The senior companion opened with prayer, asking for help.
fr: Le premier compagnon a commencé par une prière, dans laquelle il a demandé de l’aide.

source: Then he said something like this to my son: “I think we should teach a lesson that will sound to this family like a call to repentance.
fr: Puis il a dit en substance à mon fils : « Je pense que nous devrions donner à cette famille une leçon qui lui semblera être un appel au repentir.

source: I think they won’t take it very well from me.
fr: Je pense qu’elle ne le prendra pas bien de ma part.

source: I think they would take the message better from you.
fr: Je pense qu’elle prendrait mieux le message si tu le donnais.

source: How do you feel about that?”
fr: Qu’en penses-tu ? »

source: I remember the terror in my son’s eyes.
fr: Je me rappelle la terreur dans les yeux de mons fils.

source: I can still feel the happiness of that moment when my son accepted the trust.
fr: Je peux encore ressentir ma joie quand mon fils a accepté cette preuve de confiance.

source: It was not by accident that the bishop put that companionship together.
fr: Ce n’était pas par accident que l’évêque avait constitué cette équipe de visite.

source: It was by careful preparation that the senior companion had learned about the feelings of that family they were about to teach.
fr: C’était grâce à une préparation minutieuse que le premier compagnon avait appris les sentiments de cette famille qu’ils devaient instruire.

source: It was by inspiration that he felt to step back, to trust an inexperienced youth to call older children of God to repentance and to safety.
fr: C’était par inspiration qu’il avait ressenti qu’il devait se mettre en retrait, faire confiance à un jeune inexpérimenté pour appeler des enfants de Dieu au repentir et à la sécurité.

source: I don’t know the outcome of their visit, but I do know that a bishop, a Melchizedek Priesthood holder, and the Lord were preparing a boy to be a priesthood man and someday a bishop.
fr: Je ne connais pas le résultat de leur visite, mais je sais qu’un évêque, un détenteur de la Prêtrise de Melchisédek, et le Seigneur ont préparé un garçon à devenir un homme de la prêtrise et un évêque un jour.

source: Now, such stories of success in priesthood preparation are familiar to you from what you have seen and what you have experienced in your own lives.
fr: Bien sûr, de telles histoires de réussite dans la préparation dans la prêtrise sont courantes pour vous, compte tenu de ce que vous avez vu et de ce que vous avez connu dans votre vie.

source: You have known and have been such bishops, companions, and parents.
fr: Vous avez connu et avez été de tels évêques, compagnons et parents.

source: You have seen the hand of the Lord in your preparation for the priesthood duties which He knew would lie ahead of you.
fr: Vous avez vu la main du Seigneur dans la préparation aux devoirs de la prêtrise qu’il savait vous attendre.

source: All of us in the priesthood have an obligation to help the Lord prepare others.
fr: Nous tous, dans la prêtrise, avons l’obligation d’aider le Seigneur à en préparer d’autres.

source: There are some things we can do that could matter most.
fr: Il y a des choses d’une grande importance que nous pouvons faire.

source: Even more powerful than using words in our teaching the doctrine will be our examples of living the doctrine.
fr: La manière dont nous vivons la doctrine aura bien plus d’effets que nos paroles dans notre enseignement de la doctrine.

source: Paramount in our priesthood service is inviting people to come unto Christ by faith, repentance, baptism, and receiving the Holy Ghost.
fr: Il est primordial dans notre service dans la prêtrise d’inviter les gens à aller au Christ par la foi, le repentir, le baptême et le don du Saint-Esprit.

source: President Thomas S. Monson, for instance, has given sermons to stir the heart on all those doctrines.
fr: Le président Monson, par exemple, a fait des sermons pour tourner le cœur vers tous ces points de doctrine.

source: But what I know of what he did with people and missionaries and friends of the Church when presiding over the mission in Toronto motivates me to action.
fr: Mais ce que je sais de ce qu’il a fait avec les gens, les missionnaires et les amis de l’Église quand il présidait la mission de Toronto, m’incite à agir.

source: In priesthood preparation, “show me” counts more than “tell me.”
fr: Dans la préparation à la prêtrise, l’exemple est plus important que les paroles.

source: That is why the scriptures are so important to prepare us in the priesthood.
fr: C’est pourquoi les Écritures sont si importantes pour nous préparer dans la prêtrise.

source: They are filled with examples.
fr: Elles sont pleines d’exemples.

source: I feel as if I can see Alma following the angel’s command and then hurrying back to teach the wicked people in Ammonihah who had rejected him.4 I can feel the cold in the jail cell when the Prophet Joseph was told by God to take courage and that he was watched over.5 With those scripture pictures in mind, we can be prepared to endure in our service when it seems hard.
fr: Il me semble voir Alma suivre le commandement de l’ange et se dépêcher de retourner instruire le peuple méchant d’Ammonihah qui l’avait rejeté4. Je peux ressentir le froid dans la cellule quand Dieu dit au prophète Joseph de prendre courage car il veillait sur lui5. Avec les images de cette Écriture en tête, nous pouvons nous préparer à persévérer dans notre service quand cela semble difficile.

source: A father or a bishop or a senior home teaching companion who shows that he trusts a young priesthood holder can change his life.
fr: Un père, un évêque ou un premier compagnon d’enseignement au foyer qui montre qu’il fait confiance à un jeune détenteur de la prêtrise peut changer sa vie.

source: My father was once asked by a member of the Quorum of the Twelve Apostles to write a short paper on science and religion.
fr: Un membre du Collège des Douze a demandé un jour à mon père d’écrire un bref article sur la science et la religion.

source: My father was a famous scientist and a faithful priesthood holder.
fr: Mon père était un scientifique et un fidèle détenteur de la prêtrise.

source: But I can still remember the moment he handed me the paper he had written and said, “Here, before I send this to the Twelve, I want you to read it.
fr: Je me souviens encore du moment où il m’a tendu l’article qu’il avait écrit et m’a dit : « Voilà, avant que j’envoie ça aux Douze, je veux que tu le lises.

source: You will know if it is right.”
fr: Tu sauras si c’est juste. »

source: He was 32 years older than me and immeasurably more wise and intelligent.
fr: Il avait trente-deux ans de plus que moi et était infiniment plus sage et plus intelligent que moi.

source: I still am strengthened by that trust from a great father and priesthood man.
fr: Aujourd’hui encore, je suis fortifié par cette confiance donnée par un excellent père et détenteur de la prêtrise.

source: I knew that his trust was not in me but that God could and would tell me what was true.
fr: Je savais que ce n’était pas en moi qu’il avait placé sa confiance, mais qu’il avait confiance que Dieu pouvait et allait me dire ce qui était vrai.

source: You seasoned companions can bless a young priesthood holder in preparation whenever you can show him that kind of trust.
fr: Compagnons expérimentés, vous pouvez être une bénédiction pour un jeune détenteur de la prêtrise en cours de préparation chaque fois que vous pouvez lui témoigner de la confiance de cette manière.

source: It will help him trust the gentle feeling of inspiration for himself when it comes as he someday places his hands to seal the blessing to heal a child the doctors say will die.
fr: Cela l’aidera à faire confiance au sentiment subtil de l’inspiration quand il se manifestera et à placer un jour ses mains pour sceller la bénédiction pour la guérison d’un enfant que les médecins ont condamné.

source: That trust has helped me more than once.
fr: Cette confiance m’a aidé plus d’une fois.

source: Our success in preparing others in the priesthood will come in proportion to how much we love them.
fr: Notre réussite à en préparer d’autres dans la prêtrise sera fonction de l’amour que nous avons pour eux.

source: That will be especially true when we must correct them.
fr: Ce sera particulièrement vrai quand nous devrons les corriger.

source: Think of the moment when an Aaronic Priesthood holder, perhaps at the sacrament table, makes a mistake in performing an ordinance.
fr: Pensez au moment où un détenteur de la Prêtrise d’Aaron commet une erreur dans l’accomplissement d’une ordonnance.

source: That is a serious matter.
fr: C’est quelque chose de sérieux.

source: Sometimes the error requires public correction with a possibility of resentment, a feeling of humiliation or even of being rejected.
fr: Parfois l’erreur nécessite une remarque publique avec un risque de ressentiment, un sentiment d’humiliation, voire de rejet.

source: You will remember the Lord’s counsel: “Reproving betimes with sharpness, when moved upon by the Holy Ghost; and then showing forth afterwards an increase of love toward him whom thou hast reproved, lest he esteem thee to be his enemy.”6
fr: Vous vous souviendrez du conseil du Seigneur : « réprimandant avec rigueur en temps opportun, sous l’inspiration du Saint-Esprit ; et faisant preuve ensuite d’un redoublement d’amour envers celui que tu as réprimandé, de peur qu’il ne te considère comme son ennemi6. »

source: The word increase has special meaning in preparing priesthood holders when they need correction.
fr: Le mot redoublement a une signification particulière dans la préparation des détenteurs de la prêtrise quand ils ont besoin d’être corrigés.

source: The word suggests an increase of a love that was already there.
fr: Le mot suggère l’accroissement d’un amour qui était déjà là.

source: The “showing forth” is about the increase.
fr: Ce dont il est fait preuve, c’est d’un accroissement.

source: Those of you who are preparing priesthood holders will certainly see them make mistakes.
fr: Ceux d’entre nous qui préparent des détenteurs de la prêtrise les verront certainement commettre des erreurs.
